tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "oven-sh/bun"

brew "asdf"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bison"
brew "bun"
brew "direnv"
brew "docker-compose"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "golangci/tap/golangci-lint"
brew "graphviz"
brew "icu4c"
brew "jq"
brew "kubernetes-cli"
brew "libpng"
brew "libxml2"
brew "libzip"
brew "llvm"
brew "mas"
brew "mysql-client"
brew "ncdu"
brew "pandoc"
brew "peco"
brew "plantuml"
brew "poetry"
brew "postgresql@14"
brew "re2c"
brew "sqlite"
brew "starship"
brew "stern"
brew "tig"
brew "tmux"
brew "trash"
brew "vim"
brew "yarn"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "1password"
cask "adoptopenjdk"
cask "appcleaner"
cask "clipy"
cask "cursor"
cask "docker"
cask "flux"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "keka"
cask "meetingbar"
cask "notion"
cask "postman"
cask "rectangle"
cask "simplemind"
cask "tableplus"
cask "visual-studio-code"
mas "PDF Guru", id: 684812309
