tap "homebrew/cask-fonts"

#tap homebrew/versions
brew "gcc"
brew "llvm"
brew "re2c"
brew "libxml2"
brew "libpng"
brew "libzip"
brew "icu4c"
brew "bison"
brew "autoconf"
brew "automake"
brew "zlib"
brew "vim"
brew "wget"
brew "telnet"
brew "git"
brew "tig"
brew "gh"
brew "ghq"
brew "gh"
brew "peco"
brew "gibo"
brew "ncdu"
brew "tmux"
brew "anyenv"
brew "tfenv"
brew "direnv"
brew "mysql-client"
brew "postgresql"
brew "minikube"
brew "kubectx"
brew "stern"
brew "sqlite"
brew "jq"
brew "yarn"
brew "composer"
brew "golangci/tap/golangci-lint"
brew "pandoc"
brew "plantuml"
brew "graphviz"
brew "awscli"
brew "trash"
brew "direnv"
brew "docker-compose"
brew "zsh-completions"
brew "zsh-autosuggestions"
cask "font-ricty-diminished"
cask "iterm2"
cask "flux"
cask "google-chrome"
cask "google-japanese-ime"
cask "google-cloud-sdk"
cask "visual-studio-code"
cask "postico"
cask "docker"
cask "postman"
cask "spectacle"
cask "appcleaner"
cask "simplemind"
cask "clipy"
cask "google-drive"
