brew "gcc"
brew "llvm"
brew "re2c"
brew "libxml2"
brew "libpng"
brew "libzip"
brew "icu4c"
brew "bison"
brew "autoconf"
brew "automake"
brew "zlib"
brew "vim"
brew "wget"
brew "telnet"
brew "git"
brew "tig"
brew "ghq"
brew "peco"
brew "tmux"
brew "anyenv"
brew "tfenv"
brew "minikube"
brew "mysql-client"
brew "postgresql"
brew "kubectx"
brew "kubens"
brew "sqlite"
brew "jq"
brew "yarn"
brew "golangci/tap/golangci-lint"
brew "pandoc"
brew "plantuml"
brew "graphviz"
brew "rmtrash"
brew "awscli"
cask "iterm2"
cask "flux"
cask "google-chrome"
cask "google-japanese-ime"
cask "google-photos-backup-and-sync"
cask "google-cloud-sdk"
cask "hyperswitch"
cask "visual-studio-code"
cask "docker"
cask "virtualbox"
cask "postman"
cask "spectacle"
cask "appcleaner"
mas 'Amphetamine', id: 9379847041
mas 'Magnet', id: 441258766
mas 'Fotor', id: 503039729
